Repository: coutaq/eyetrainer
Catalog: eyetrainer-mac/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, ko, nl, ru, tr, zh_hans

# hv_restrictions
source: If you experience any adverse effects – stop using the app. Do not use the app if you suffer from persistent or chronic neurogenic spasms and/or if have a history of epileptiform seizures.
ar: اذا اختبرت أي تأثيرات سلبية-توقف عن استخدام التطبيق. لا تستخدم التطبيق اذا كنت تعاني من اضرار عصبية دائمة أو مزمنة وأو لديك تاريخ نوبات صرعية.
de: Im Falle der negativen Entwicklung hören Sie bitte auf mit der App zu arbeiten. Benutzen Sie bitte die "100% Vision"- App nicht, wenn Sie an dauernden oder chronischen neurogenen Krampf leiden, oder zu den epileptischen Anfällen sich neigen.
es: Si experimenta cualquier tipo de efecto adverso deje de usar la aplicación. No use la aplicación, si sufre de espasmos neurogénicos persistentes o crónicos y/o si tiene antecedentes de convulsiones epileptiformes.
fr: Si vous constatez des effets indésirables - cessez d'utiliser l'application. Veuillez ne pas utiliser l'application si vous souffrez de spasmes neurologiques chronique ou persistant et/ou si vous avez eu des antécédents de convulsions de type épileptique.
it: Se si verificano effetti negativi - smettere di utilizzare l'app. Non utilizzare l'app se si soffre di spasmi neurogenici persistenti o cronici e/o se avete mai avuto convulsioni epilettiformi.
ja: 持続的または慢性的な神経性けいれんをお持ちの方、および、てんかん様発作を起こしたことがある方はこのアプリの使用をお控えください。
ko: 어떤 부작용이 나타나면-앱 사용을 중지하세요. 지속적이거나 만성적인 신경 경련을 격고 있다거나 간질성 발작 경험이 있으면 이 앱을 사용하지 마세요.
nl: Indien u negatieve effecten ondervindt door het gebuik van deze applicatie dient u direct met het gebruik te stoppen. Indien u chronische neurologische krampen heeft of gevoelig bent voor epileptische aanvallan dient u deze applicatie niet te gebruikten.
ru: В случае появления отрицательных результатов достаточно просто прекратить занятия с программой. Противопоказанием к применению программы "100% Vision" может быть стойкий неврогенный спазм аккомодации, а также склонность к эпилептиформным припадкам.
tr: Olumsuz etkiye maruz kalmanız durumunda uygulamanın kullanımını sonlandırın. Kalıcı veya kronik nörojenik spazm ve / veya epileptiform nöbet rahatsızlıklarınız varsa bu uygulamayı kullanmayınız.
zh_hans: 如果您遇到任何不良反应，请立刻停止使用该应用程序。如果您患有长期或慢性神经性痉挛和/或者您有癫痫病史，请不要使用该应用程序。

# hv_how_it_works_title
source: How it works
ar: كيف يعمل
de: Wie funktioniert es?
es: ¿Cómo funciona esto?
fr: Comment cela fonctionne t-il
it: Come funziona
ja: 仕組み
ko: 앱의 원리
nl: Hoe werkt het
ru: Как это работает
tr: Nasıl çalışır
zh_hans: 工作原理

# hv_how_it_works_1
source: Visual effect of moving inside tunnel relaxes and strains eye accommodation using periodic pattern.
ar: المؤثرات البصرية للتحرك بداخل نفق تريح و توتر تكيف العين بإستخدام نموذج دوري.
de: Der optischer Effekt von der Bewegung in einer Tunnel nach einer periodischen Schema verursacht beides: Spannung und Entspannung der Akkomodation.
es: El efecto visual de movimiento por el túnel relaja y tensa la acomodación ocular siguiendo un patrón periódico.
fr: L'effet visuel du tunnel, détend vos yeux et atténue vos troubles de la vision sous l'effet des changements de direction dans un sens puis dans l'autre.
it: Effetto visivo di muoversi all'interno del tunnel rilassa l'adattamento degli occhi attraverso uno schema periodico.
ja: トンネル内移動の視覚効果は、周期的なパターンにより視力調節をリラックスさせ、程よい緊張を与えます。
ko: 터널속 움직임의 시각적 효과는 정기적인 패턴을 이용하여 눈 조절을 이완시키고 긴장시킵니다.
nl: Het optische effekt van een beweging in een tunnel ontspant de accomodatie van de ogen.
ru: Визуальный эффект движения по туннелю то в одну, то в другую сторону провоцирует скачки аккомодации как в сторону расслабления, так и в сторону напряжения.
tr: Periyodik olarak tünel içinde hareket etmenin görsel etkisi göz uyumunu hafifleştirir ve gözü periyodik örüntüye zorlar.
zh_hans: 隧道内部移动的视觉效果，可以通过使用周期性模式来放松并拉紧眼睛的调节功能。

# hv_how_it_works_2
source: Squares and rhombus animation trains eye muscles. You might feel your eyes converge and diverge while watching.
ar: الرسوم المتحركة للمربعات و المعين الهندسي تدرب عضلات العين. قد تشعر بان عينيك تتقارب و تتباعد بينما تشاهد
de: Die Rhombus- und Quadratanimationen trainieren Ihre Augen. Während der Übung merken Sie, wie Ihre Augen sich fokussieren und defokussieren.
es: La animación de rombos y cuadrados entrena los músculos oculares. Mientras la observa, sentirá que sus ojos comienzan a converger y divergir.
fr: L'animation des diamants étincelants étire vos muscles oculaires. Pendant la séance vous vous sentirez que vos yeux commencent à converger et diverger.
it: Animazione a quadrati e rombi allena I muscoli oculari. Potresti sentire i tuoi occhi convergere e divergere mentre guardi.
ja: 正方形やひし形のアニメーションにより目の筋肉を鍛えます。アニメーションを見ている間、目の焦点が一点に集中したり拡散したりするのを感じることがあります。
ko: 사각형과 마름모 애니메이션은 눈 근육을 훈련시킵니다. 보는 동안 눈이 모아졌다 풀어졌다 하는 것을 느끼게 됩니다.
nl: Ruit- en vierkantannimaties trainen uw oogspieren. Tijdens de oefening merkt u hoe uw ogen zich convergeren en weer divergeren.
ru: Анимация переливающихся ромбов и квадратов тренирует глазные мышцы. Во время просмотра вы почувствуете, как ваши глаза начинают сходиться и расходиться.
tr: Kareler ve eşkenar dörtgen animasyonu göz kaslarını çalıştırır. İzlerken gözlerinizin kısıldığını ve açıldığını hissedebilirsiniz.
zh_hans: 正方形和菱形的动画可以锻炼眼部肌肉。在观看的时候，您可能会感觉到眼部肌肉的收紧和放松。

# hv_how_it_works_3
source: Water surface illusion relaxes eye accommodation. Your extraocular muscles are “warming up” when eyes follow smooth movements of the wave.
ar: توهم سطح المياه يريح تكيف العين. عضلات مقلة العين الخارجية تتدرب عندما تلحق العينين الحركات السلسة للموجة.
de: Wasserspiegelillusion entspannt die Akkomodation. Die weiche Wasserbewegungen zwingen Ihre Augen die Verfolgungsbewegungen zu machen, somit werden die Augensmuskeln aufgewärmt.
es: La ilusión de superficie acuática relaja la acomodación ocular. Al seguir los movimientos suaves de la ola se produce el "estiramiento" de los músculos extraoculares.
fr: L'illusion de la surface de l'eau relaxe vos yeux. Les mouvements de l'eau étirent vos muscles oculaires.
it: Illusione ottica della superficie dell'acqua rilassa l'adattamento dell'occhio. I muscoli estraoculari si stanno "riscaldando" quando l'occhio segue movimenti leggeri dell'onda.
ja: 水面イリュージョンは視力調節をリラックスさせます。緩やかな波の動きを目で追うことで、外眼筋の”ウォーミングアップ”をすることができます。
ko: 물 표면 착시 현상은 시각 조절을 완화시킵니다. 눈이 물결의 부드러운 움직임을 따라갈때 당신의 외안구 근육은 "가벼운 운동"을 합니다.
nl: Een waterspiegel illusie ontspant de accomodatie. De zachte waterbewegingen dwingen uw ogen om deze bewegingen te volgen waardoor de oogspieren worden opgewarmd.
ru: Иллюзия водной поверхности расслабляет аккомодацию. Плавные движения заставляют совершать прослеживающие движения, "разминая" глазодвигательные мышцы.
tr: Su yüzeyi illüzyonu göz uyumunu rahatlatır. Dalgadaki hafif hareketleri izlerken göz yuvarlağındaki kaslarınız "ısınır".
zh_hans: 水面的幻觉可以舒缓眼部的调节功能。当眼睛跟随波浪平稳移动时，其实您的眼外肌也正处于“热身”状态。

# hv_how_it_works_4
source: Eye accommodation is our ability to focus on an object regardless of its distance from us.
ar: تكيف العين هو قدرتنا على التركيز على شئ بغض النظر عن المسافة التي تفصلنا عنه.
de: Unter Akkomodation versteht man die Fähigkeit des Auges sich auf die Gegenstände zu fokussieren unabhängig von deren Entfernung
es: La acomodación ocular es un mecanismo que nos permite enfocar en un sujeto, independientemente de la distancia a la que se encuentre de nuestro ojo.
fr: L'atténuation de vos troubles de la vision résulte par votre capacité à vous concentrer sur un objet peu importe la distance par rapport à vous.
it: L'adattamento dell'occhio è la nostra capacità di mettere a fuoco su un oggetto a prescindere dalla sua distanza da noi.
ja: 目の調節力とは、対象までの距離に関わらず焦点を合わせる能力のことです
ko: 시각 조절은 떨어져 있는 거리와는 상관없이 어떤 물체에 집중하는 우리의 능력입니다.
nl: Oogaccomodatie is het vermogen om op een object te kunnen focussen, ongeacht de afstand.
ru: Аккомодация - это механизм, позволяющий нам фокусироваться на предмете, независимо от его расстояния до нашего глаза.
tr: Göz uyumu bizden ne kadar uzakta olursa olsun o objeye odaklanma yeteneğimizdir.
zh_hans: 眼睛的调节功能，是指我们有能力专注于一个物体，无论它与我们之间的距离是远还是近。

# afv_congrats
source: Congratulations! You have completed the exercise.
ar: مبروك! لقد اتمتت التمرين.
de: Herzlichen Glückwunsch! Sie haben die Übung beendet.
es: ¡Felicitaciones! Ha completado el ejercicio.
fr: Félicitations! Vous avez terminé l'exercice.
it: Congratulazioni! Avete completato l'esercizio.
ja: おめでとう！ あなたは、演習を完了した。
ko: 축하합니다! 운동을 마쳤습니다.
nl: Gefeliciteerd! U heeft de opdracht vooltooid.
ru: Поздравляем с успешно завершенной тренировкой!
tr: Tebrikler! Egzersizi tamamladınız.
zh_hans: 恭喜！ 您已經完成了演習。

# afv_you_earned
source: You scored
ar: لقد أحرزت
de: Sie erzielte
es: Su puntuación fue
fr: Votre score est
it: Hai totalizzato
ja: あなたが獲得した
ko: 당신의 점수는 ?입니다.
nl: Uw score
ru: Вы набрали
tr: Puanınız
zh_hans: 您的分數

# afv_you_have
source: Your total is
ar: مجموعك هو
de: Ihre Summe ist
es: Su puntuación total es
fr: Votre total est
it: Il totale è
ja: あなたの合計です
ko: 당신의 합계는 ?입니다.
nl: Het totaal is
ru: Всего у вас
tr: Toplamınız
zh_hans: 你的總

# afv_home
source: Home
ar: البيت
de: Zuhause
es: Página de inicio
fr: Accueil
it: Iniziale
ja: ホーム
ko: 홈
nl: Begin
ru: Главная
tr: Başlangıç
zh_hans: 家

# err_template
source: An error occurred №%d.
ar: حدث خطأ №٪ د.
de: Ein Fehler ist aufgetreten №%d.
es: Se ha producido un error №%d.
fr: Une erreur s’est survenue №%d.
it: Si è verificato un errore. №%d.
ja: エラーが発生 №%d。
ko: 오류가 발생했습니다 №%d.
nl: Er is een fout opgetreden №% d.
ru: Произошла ошибка №%d.
tr: Bir hata meydana geldi №%d.
zh_hans: 发生错误 №%d。

# err_unknown
source: Unknown error.
ar: خطأ غير معروف
de: Unbekannter Fehler.
es: Error desconocido.
fr: Erreur inconnue.
it: Errore sconosciuto.
ja: 原因不明のエラー。
ko: 알 수 없는 오류.
nl: Onbekende fout.
ru: Неизвестная ошибка.
tr: Bilinmeyen hata
zh_hans: 未知的错误。
