Repository: coutaq/eyetrainer
Catalog: eyetrainer-mac/*.lproj/Localizable.strings
Languages: ar, de, es, fr, it, ja, ko, nl, ru, tr, zh_hans

# app_name
source: 100% Vision
ar: رؤية 100%
ja: 100% ビジョン
ko: 100% 비젼
zh_hans: 100% 视力

# app_share_results
source: Share results
ar: شارك النتائج
de: Die Ergebnisse teilen
es: Compartir resultados
fr: Partager le résultat
it: Condividi risultati
ja: 成果をシェアする
ko: 결과 공유하기
nl: Deel uw resultaten
ru: Поделиться результатами
tr: Sonuçları paylaş
zh_hans: 分享结果

# app_on_twitter
source: on Twitter
ar: على تويتر
de: Twitter
es: en Twitter
fr: sur Twiter
it: su Twitter
ja: ツイッターにて
ko: 트위터에
nl: op Twitter
ru: в Twitter
tr: Twitter'da
zh_hans: 到推特上

# app_on_facebook
source: on Facebook
ar: على فيسبوك
de: Facebook
es: en Facebook
fr: sur Facebook
it: su Facebook
ja: フェイスブックにて
ko: 페이스북에
nl: op Facebook
ru: в Facebook
tr: Facebook'ta
zh_hans: 到脸谱上

# app_tweet
source: My current progress is
ar: تقدمي الحالي هو
de: Mein Ergebniss
es: Mi resultado actual
fr: Mon niveau actuel est
it: Completamento attuale
ja: 現在の経過は
ko: 나의 현재 진행은 ? 입니다.
nl: Huidige voortgang
ru: Мой текущий результат
tr: Mevcut ilerlemem
zh_hans: 我目前的进度是

# app_facebook
source: My current progress is
ar: تقدمي الحالي هو
de: Mein Ergebniss
es: Mi resultado actual
fr: Mon niveau actuel est
it: Completamento attuale
ja: 現在の経過は
ko: 나의 현재 진행은 ? 입니다.
nl: Huidige voortgang
ru: Мой текущий результат
tr: Mevcut ilerlemem
zh_hans: 我目前的进度是

# app_days
source: days
ar: ايام
de: Tage
es: días
fr: jours
it: giorni
ja: 日
ko: 일
nl: dagen
ru: дней
tr: gün
zh_hans: 天

# app_day
source: day
ar: يوم
de: Tag
es: día
fr: jour
it: giorno
ja: 日
ko: 일
nl: dag
ru: день
tr: saat
zh_hans: 天

# app_notification_today
source: Its time to take another session
ar: حان الوقت اليوم لاخذ جلسة جديدة
de: Jetzt ist es Zeit die nächste Übung für heute zu machen
es: Es hora de comenzar otra sesión hoy y alcanzar
fr: Il est l'heure de prendre encore une session
it: È il tempo di iniziare una nuova sessione
ja: 今日のセッションの時間です
ko: 오늘 다른 세션을 시작해서 할 때입니다
nl: Het is tijd nog een andere sessie te doen
ru: Пора пройти очередной сеанс
tr: Bugün başka bir oturum açın
zh_hans: 现在是开始另外一个课程

# mv_start
source: Start
ar: إبدأ
es: Inicio
fr: Démarrer
it: Inizio
ja: スタート
ko: 시작
ru: Начать
tr: Başlat
zh_hans: 开始

# mv_session
source: session
ar: جلسة
de: die Sitzung
es: de la sesión
fr: séance
it: sessione
ja: セッション
ko: 세션
nl: sessie
ru: сеанс
tr: oturum
zh_hans: 课程

# mv_help
source: How to use
ar: كيف تستخدم
de: Verwendung der App
es: Ayuda
fr: Comment utiliser
it: Guida all'utilizzo
ja: 使い方
ko: 사용 방법
nl: Hoe te gebruiken
ru: Как пользоваться
tr: Kullanım
zh_hans: 如何使用

# mv_look_after
source: Look after your eyesight daily and reach 100%
ar: اعتني ببصرك يوميا و صل ل100%
de: Kümmern Sie sich um Ihr Sehevermögen jeden Tag und erreichen Sie 100%
es: Cuídese de su visión cada día y alcance 100%
fr: Prenez soin de votre vue quotidiennement et atteignez 100%
it: Prenditi cura giornalmente della tua vista e raggiungi il 100%
ja: 毎日視力を測り、100%に到達させます
ko: 매일 당신의 시력을 돌봐서 100%에 도달하세요.
nl: Houd uw zicht dagelijks in de gaten en bereik 100%
ru: Заботьтесь о своем зрении каждый день и наберите 100%
tr: Görme gücünüze her gün dikkat edin ve %100'e ulaşın
zh_hans: 每天保护您的视力以达到100%

# mv_reach_100
source: Great job ! You reached 100%
ar: عمل رائع لقد وصلت الى 100%
de: Gut gemacht! 100% erreicht!
es: ¡Excelente trabajo! Usted ha alcanzado 100 %
fr: Bon travail ! Vous avez atteint 100%
it: Ottimo lavoro! Hai raggiunto il 100%
ja: おめでとうございます！100%に到達しました
ko: 잘했어요! 100%에 도달했습니다.
nl: Goed gedaan! U heeft de 100% bereikt
ru: Отличная работа ! Вы набрали 100%
tr: Bravo! %100'e ulaştınız
zh_hans: 太棒了！您已经达到了100%。

# mv_today
source: Today
ar: اليوم
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
ru: Сегодня
tr: Bugün
zh_hans: 今天

# mv_history_app_launch
source: Launching app today
ar: إطلاق التطبيق
de: Die App heute starten
es: Lanzamiento de la aplicación
fr: Lancement de l'application
it: Avvio app
ja: 今アプリを起動する
ko: 오늘 앱 시작하기
nl: Applicatie starten
ru: Запуск приложения
tr: Uygulamayı bugün başlatın
zh_hans: 现在就启动应用程序

# mv_history_share_on_twitter
source: Sharing via twitter
ar: المشاركة عبر تويتر
de: Twittern
es: Posteo en Twitter
fr: Partager sur Twitter
it: Condividere su Twitter
ja: ツイッターでシェアする
ko: 트위터를 통해 공유하기
nl: Delen op Twitter
ru: Пост в Twitter
tr: Twitter'da paylaşın
zh_hans: 通过推特分享

# mv_history_share_on_facebook
source: Sharing via facebook
ar: الشاركة عبر فيس بوك
de: auf Facebook posten
es: Posteo en Facebook
fr: Partager sur Facebook
it: Condivisione su facebook
ja: フェイスブックでシェアする
ko: 페이스북을 통해 공유하기
nl: Delen op Facebook
ru: Пост в Facebook
tr: Facebook'ta paylaşın
zh_hans: 通过脸谱分享

# mv_history_finishing_session
source: Finishing session
ar: انهاء الجلسة
de: Sitzung beenden
es: Cerrar sesión
fr: Terminer le cours
it: Chiusura sessione
ja: セッションを終了する
ko: 세션 끝내기
nl: Sessie beëindigen
ru: Выполнение сеанса
tr: Oturumu sonlandırın
zh_hans: 结束课程

# mv_history_skipped
source: Skipping exercises
ar: تخطي التمارين
de: Übung auslassen
es: Saltándose ejercicios
fr: Passer l'exercice
it: Esercizi di Skip
ja: エクササイズをスキップする
ko: 운동 건너뛰기
nl: Oefeningen overslaan
ru: Пропуск занятий
tr: Alıştırmaları geçin
zh_hans: 跳过练习

# mv_hint_help
source: Tap here to check
ar: انقر هنا للتحقق
de: Hier klicken um zu sehen
es: Presione aquí para ver
fr: Toucher ici pour vérifier
it: Tocca qui per verificare
ja: 確認するにはここをタップしてください
ko: 확인하려면 여기를 누르세요.
nl: Klik hier om te zien
ru: Нажмите сюда чтобы увидеть
tr: Kontrol etmek için buraya hafifçe dokunun
zh_hans: 点击此处查看

# mv_feedback
source: Feedback
ar: التقييم
de: Rückkopplung
es: Realimentación
fr: Réaction
ja: フィードバック
ko: 피드백
nl: Uw mening
ru: Обратная связь
tr: Geri bildirim
zh_hans: 反馈

# mv_reminder
source: Reminder
ar: التذكير
de: Mahnung
es: Recordatorio
fr: Rappel
it: Promemoria
ja: お知らせ
ko: 상기시킴
nl: Herinnering
ru: Напоминание
tr: Hatırlatma
zh_hans: 提示

# mv_trial_left
source: Trial: %s left
ar: التجربة: بقي s%
de: Testzeit: noch %s
es: Prueba: %s restante
fr: Période d'essai: %s restent
it: Periodo di prova: %s rimasta
ja: トライアル：%s 残っています。
ko: 시험: %s 가 남았습니다.
nl: Proefversie: %s over
ru: Пробная версия: Осталось %s
tr: Deneme: Geri kalan %s
zh_hans: 试用期: 剩余 %s

# mv_trial_expired
source: Buy the full version. The care for your eyesight is only %@
ar: ، احصل علي النسخه الكامله، الأهتمام ببصرك فقط من خلال @%
de: Kaufen Sie die Vollversion. Die Sorge für die Pflege Ihrer Sehekraft kostet nur %@
es: Compra la versión completa. El cuidado de tu visión es sólo %@.
fr: Achetez une version complète. Le soin de votre vision seulement pour %@
it: Compra la versione completa. La salute per i tuoi occhi a soli
ja: フルバージョンを購入。 あなたのビジョンの世話をするだけ％である@
ko: 풀 버전을 구매하세요. 당신의 시력을 돌보는 것은 오직 %@뿐입니다.
nl: Koop de volledige versie. De verzorging voor uw zicht is alleen %@
ru: Купите полную версию. Забота о вашем зрении стоит всего %@
tr: Tam sürümünü satın alın. Göz sağlığınızı korumanız sadece %@
zh_hans: 购买完整版。照顾好您的视力只是％@

# mv_trial_get_full
source: Buy
ar: خریدنا
de: Kaufen
es: Comprar
fr: Acheter
it: Comprare
ja: 買う
ko: 구입하다
nl: Kopen
ru: Купить
tr: Almak
zh_hans: 获取完整版

# mv_requesting_product
source: Connecting the App Store
ar: الأتصال بمتجر التطبيقات
de: Verbindung zum App Store
es: Conectándose a App Store
fr: Connexion avec AppStore.
it: Collegamento all’App Store.
ja: アプリストアに接続中
ko: 앱 스토어에 연결 중
nl: Verbinding maken met de App Winkel
ru: Установка связи с AppStore
tr: AppStore'a bağlanmak
zh_hans: 连接到应用程序商店

# mv_processing_purchase
source: Inquiring for product from App Store
ar: الأستفسار عن منتج داخل متجر التطبيقات
de: Produkt Erkundigung aus dem App Store
es: Preguntando por un producto de App Store
fr: Demande du produit à AppStore.
it: Richiesta del prodotto dall’App Store.
ja: アプリストアの商品について問い合わせ中
ko: 앱 스토어에서 제품에 대해 문의
nl: Product zoeken uit de App Winkel
ru: Запрос продукта в AppStore
tr: Ürünü App Store'da sorgulamak
zh_hans: 从应用程序商店查询产品

# mv_restoring_transaction
source: Transaction recovery in App Store
ar: معالجه المعاملات داخل متجر التطبيقات
de: Wiederherstellung von Transaktionen im App Store
es: Recuperación de la transacción en App Store
fr: Reprise de la transaction.
it: Recupero delle operazioni nell’App Store.
ja: アプリストアのトランザクション回復
ko: 앱 스토어에서 거래 회복
nl: Transactiehersel in App Winkel
ru: Восстановление транзакции в AppStore
tr: App Store'daki işlemi kurtarmak
zh_hans: 应用程序商店中的事务恢复

# mv_product_request_failed
source: Failed to connect the App Store
ar: الفشل في الأتصال بمتجر التطبيقات
de: Verbindung mit App Store nicht möglich
es: Fallo en la conexión con App Store
fr: Impossible de se connecter à AppStore.
it: Impossibile connettersi all’App Store.
ja: アプリストアの接続に失敗
ko: 앱 스토어에 연결이 실패했습니다
nl: Kan geen verbinding maken met de App Winkel
ru: Ошибка при установке связи с AppStore
tr: App Store'a bağlanma işlemi başarısız
zh_hans: 无法连接到应用程序商店

# mv_purchase_successful
source: Thank you for buying the full version of 100% Vision!
ar: شكرا لأقتنائك النسخه الكامله من100% فيجن
de: Danke für den Kauf der Vollversion von 100% Vision!
es: ¡Gracias por comprar la versión completa de 100% Vision!
fr: Merci d’avoir acheté la version complète de 100%VISION !
it: Grazie per aver acquistato la versione completa di 100% Vision!
ja: 100%Visionの完全版をお買い上げいただき、ありがとうございます！
ko: 100% 비전의 풀 버전을 구매해주셔서 감사합니다!
nl: Bedankt dat u de volledige versie van 100% Visie heeft gekocht!
ru: Спасибо за покупку полной версии 100% Vision!
tr: %100 Vision'un tam sürümünü satın aldığınız için teşekkürler!
zh_hans: 感谢您购买完整版100% Vision!

# mv_purchases_unaviable
source: This device is not configured for making purchases
ar: هذا الجهاز غير مجهز لعمل مشتريات منه
de: Dieses Gerät ist für Einkäufe nicht konfiguriert
es: Este dispositivo no está configurado para realizar compras
fr: Votre appareil ne peut pas faire des achats.
it: Questo dispositivo non è configurato per fare acquisti.
ja: このデバイスは、ご購入用に設定されていません
ko: 이 장치는 구매할 수 있게 구성되어 있지 않습니다
nl: Dit apparaat is niet geconfigureerd voor het doen van aankopen
ru: Данное устройство не настроено для совершения покупок.
tr: Bu alet satın alma işlemleri için yapılandırılmamıştır
zh_hans: 该设备的配置不能进行购物

# mv_network_unaviable
source: Connect the Internet to watch the video
ar: اتصل بالأنترنت لمشاهده هذا الفيديو
de: Bitte Internetverbindung herstellen, um das Video zu sehen
es: Conéctese a Internet para ver el video
fr: Pour voir la vidéo, veuillez vous connecter l'Internet.
it: Collegarsi ad Internet per guardare il video.
ja: インターネットに接続して動画を見る
ko: 동영상을 감상하기 위해 인터넷을 연결하세요
nl: Maak verbinding met het internet om de video te bekijken
ru: Подключитесь к Интернету чтобы просмотреть видео
tr: Videoyu izlemek için internete bağlanın
zh_hans: 连接到互联网以观看视频

# mv_purchase_app
source: You have one day to try the application for free. Have you felt the effect? Buy the full version for further usage and keep your eyes healthy.
ar: لديك يوم واحد لتجربه التطبيق مجانا، هل شعرت بالأثر؟ احصل علي النسخه الأصليه لأستخدام أكثر و حافظ علي صحه عينيك.
de: Sie haben einen Tag für die Gratisprobe. Haben Sie die Wirkung verspürt? Kaufen Sie die Vollversion für die weitere Verwendung und erhalten Sie Ihre Augen gesund
es: Tienes un día entero para provar la aplicación de forma gratuita. ¿Notas sus efectos? Compra la versión completa para seguir usándola y mantiene tus ojos sanos.
fr: Vous avez un jour pour un essai gratuit de l'application. Avez-vous ressenti l'effet? Achetez la version complète pour utilisation suivante et gardez vos yeux.
it: Puoi provare l'applicazione gratis per un giorno. Hai avvertito il suo effetto? Compra la versione completa per continuare ad usufruirne e mantenere sani i tuoi occhi
ja: あなたは、アプリケーションのための1日間の無料トライアルを持っています。効果を感じますか？無料試用版フルバージョンを購入し、さらにあなたの目の健康を保つ。
ko: 당신은 하루 동안 무료로 이 응용프로그램을 사용해보실 수 있습니다. 효과가 있다고 생각하십니까? 앞으로 계속 사용하고 당신 눈의 건강을 유지하기 위해 풀 버전을 구매하세요.
nl: U krijgt één dag om de toepassing gratis te gebruiken. Heeft u het effect gevoeld? Koop dan de volledige versie voor verder gebruik om uw ogen gezond te houden.
ru: У Вас есть один день для бесплатной пробы приложения. Ощутили эффект? Купите полную версию для дальнейшего пользвания и сохраните ваши глаза здоровыми.
tr: Uygulamayı bedava denemeniz için sadece bir gününüz var. Etkiyi hissettiniz mi? Daha fazla kullanım için tam sürümünü satın alın ve gözlerinizin sağlığını koruyun.
zh_hans: 您有一天免费试用该应用程序的机会。您已经感受到其效果了吗？购买完整版以继续使用，并使您的视力保持健康。

# hv_video
source: Video
ar: فيديو
fr: Vidéo.
ja: 動画
ko: 동영상
ru: Видео
zh_hans: 视频

# hv_close
source: Close
ar: أغلق
de: Schließen
es: Сerrar
fr: Proche
it: Chiudi
ja: 閉じます
ko: 닫기
nl: Sluiten
ru: Закрыть
tr: Kapat
zh_hans: 关闭

# hv_title
source: How to use
ar: كيف تستخدم
de: Verwendung der App
es: Como usar
fr: Comment utiliser
it: Guida all'utilizzo
ja: 使い方
ko: 사용방법
nl: Hoe te gebruiken
ru: Как пользоваться
tr: Kullanımı
zh_hans: 如何使用

# hv_info
source: “100% Vision” app normalizes eye accommodation (our ability to focus on an object, regardless of its distance from us). Exercises used in the program remove eye strain. The app is recommended for prevention of myopia and presbyopia (short- and long-sightedness) and accommodation relaxation for people working with visual display units.
ar: تطبيق 100% رؤية يعيد تكيف العين الى طبيعته ( قدرتنا على التركيز على شئ بغض النظر عن المسافة التي تفصلنا عنه). التمارين التي تستخدم بالبرنامج تزيل توتر العين. هذا التطبيق يوصى به للوقاية من طول و قصر النظر (بعد النظر الطويل و بعد النظر القصير) و اراحة لتكيف العينين للأشخاص اللذين يتعاملون مع وحدات العرض المرئي.
de: Die "100% Vision" App normalisiert die Augenakkomodation (Fähigkeit des Auges sich auf die Gegenstände zu fokussieren unabhängig von deren Entfernung). Die in App benutzen Übungen entspannen die Augen. Die App ist als Myopie-, Presbyopievorsorge und auch als Akkomodationsentspannung für die mit den Bildschirmen arbeitenden Personen zu empfehlen. Falls Sie eine Brille oder Kontaktlinsen tragen, setzen Sie diese bitte ab.
es: La aplicación "Vision 100%" normaliza la acomodación ocular (un mecanismo que nos permite enfocar en un sujeto, independientemente de la distancia a la que se encuentre). Los ejercicios utilizados en el programa eliminan la fatiga visual. El programa está recomendado para la prevención de la miopía infantil, la presbiopía y para la relajación de la vista para aquellos que trabajan frente a pantallas de ordenador. Si usted lleva gafas o lentes de contacto, debe quitárselas antes de la sesión.
fr: L'application "Vision 100%" atténue les troubles de la vision par un processus auquel l'œil s'adapte et est capable de se concentrer ceci à diverses distances de l'objet vu. Ce sont des exercices utilisés pour enlever la fatigue oculaire. Ce programme est recommandé pour la prévention de la myopie infantile, la presbytie et la fatigue oculaire lorsque vous travaillez avec un ordinateur. Si vous utilisez des lunettes ou des lentilles de contact, il est impératif de les enlever avant de commencer la séance.
it: L'app "100% Vision" normalizza l'adattamento dell'occhio (la nostra capacità di focalizzare su un oggetto, a prescindere dalla sua distanza da noi). Gli esercizi utilizzati nel programma eliminano l'affaticamento degli occhi. L'applicazione è raccomandata per la prevenzione della miopia e presbiopia (ipo e ipermitropia) e adattamento e relax per le persone che lavorano con display video.
ja: “100% ビジョン”は、目の調節力（対象までの距離に関わらず、焦点を合わせる機能）の正常化を図ります。 このアプリは近視・遠視予防、また、日常的に目を酷使する方への視力調節の休養として推奨されています。
ko: "100% 비젼" 앱은 시각 조절(떨어져 있는 거리와는 상관없이 어떤 물체에 집중하는 우리의 능력)을 정상화 시킵니다. 이 프로그램에서 사용되고 있는 운동은 눈의 피로를 제거합니다. 이 앱은 근시와 노안(근시와 원시) 예방과 시각 표시 장치를 다루는 이들의 조절 이완을 위해 추천합니다.
nl: "100% Vision" normaliseert uw oogaccomodatie (het vermogen om op een object te kunnen focussen, ongeacht de afstand). De oefeningen in de applicatie ontspannen uw ogen. Deze applicatie is bedoeld ter preventie van bijziendheid (myopie) en verziendheid (hypermetropie) en ogen te laten ontspannen als u veel achter (beeld)schermen zit. Als u een bril of lenzen gebruikt dienen deze verwijderd te worden voor u met een sessie begint.
ru: Приложение "100% Vision" оказывает нормализующее действие на аккомодацию (механизм, позволяющий нам фокусироваться на предмете, независимо от его расстояния до нашего глаза). Используемые в программе стимулы выводят аккомодацию из фиксированного напряженного состояния. Программа рекомендуется для профилактики детской миопии, пресбиопии и для разгрузки аккомодации при работе с компьютером. Если вы пользуетесь очками или контактными линзами, перед сеансом их необходимо снять.
tr: "%100 Vision" uygulaması göz uyumunu (uzaklığı ne olursa olsun bir objeye odaklanma yeteneğimizi) normalleştirir. Programdaki egzersizler göz yorgunluğunu giderir. Bu uygulama miyopluk ve ve presbiyopinin (yakını ve uzağı görememe) önlenmesi ve görsel birimlerle çalışan kişilerin uyumunun kolaylaşması için tavsiye edilir.
zh_hans: “100%视力”程序能够调节眼睛的适应能力（使得我们有更好的关注物体的能力，无论物体的远近）。程序中所使用的练习能够消除眼睛疲劳。 该应用程序被推荐用于预防近视和老花眼（近视和远视）并且可以使得使用视觉显示器工作的人们得以调节和放松。

# hv_pose
source: Sit comfortably
ar: اجلس براحة
de: Setzen Sie sich bequem
es: Siéntese cómodamente
fr: Asseyez-vous confortablement
it: Si sieda comodamente
ja: 座る 楽に
ko: 편안하게 앉으세요.
nl: Ga confortabel zitten
ru: Сядьте поудобнее
tr: Rahat oturun
zh_hans: 请选择 舒服的坐姿

# hv_remove_glasses
source: remove glasses or lenses
ar: انزع النظارات او العدسات
de: Setzen Sie Ihre Brille ab oder nehmen Sie Ihre Kontaktlinsen heraus
es: Quítese las gafas o lentillas
fr: Enlevez vos lunettes ou verres de contact
it: togli gli occhiali o le lenti
ja: 眼鏡またはコンタクトレンズを外してください。
ko: 안경이나 콘택트 렌즈를 벗으세요.
nl: Doe uw bril af of verwijder uw lenzen
ru: снимите очки или линзы
tr: gözlükleri veya lensleri çıkartın
zh_hans: 移除眼镜 或者镜片

# hv_ipad_one
source: Hold Mac level with your eyes
ar: احمل الآي باد على مستوى عينيك
de: Platzieren Sie das Mac auf der Augenhöhe
es: Mantenga su Mac a nivel ocular.
fr: Tenez votre Mac au niveau de vos yeuxn
it: Tieni l'Mac al livello dei tuoi occhi
ja: Macを持つ 目の高さに合わせる
ko: 아이패드를 들고 눈높이를 맞추십시오.
nl: Hou de Mac op ooghoogte
ru: Разместите Mac на уровне глаз
tr: Mac'i gözlerinizle aynı seviyede tutun
zh_hans: 把Mac放置于 您双眼的高度

# hv_ipad_two
source: 80-100 cm
ar: 80-100 سم
ru: на расстоянии
zh_hans: 保持80-100厘米

# hv_ipad_three
source: away
ar: بعيد
de: entfernt
es: de distancia
fr: au loin
it: lontano
ja: 離れる
ko: 떨어지세요.
nl: verwijderd
ru: 80-100 см
tr: uzakta
zh_hans: 的距离

# hv_button_one
source: Press
ar: اضغط
de: Klick
es: Apriete
fr: Touchez
it: Premi
ja: 押す
ko: 누르세요
nl: Druk
ru: Нажмите
tr: Basın
zh_hans: 接着按

# hv_button_two
source: start
ar: إبدأ
es: inicio
fr: démarrer
ja: スタート
ko: 시작
ru: запуск
tr: başlat
zh_hans: 开始键

# hv_button_three
source: each session lasts about 5 minutes
ar: كل جلسة تستمر لمدة 5 دقائق
de: die Übung dauert 5 Minuten
es: cada sesión dura unos 5 minutos
fr: chaque cours dure environ 5 minutes
it: ogni sessione dura circa 5 minuti
ja: 各セッションは5分程度です
ko: 각 세션은 5분 정도 소요됩니다.
nl: iedere sessie duurt ongeveer 5 minuten
ru: сеанс занимает 5 минут
tr: her oturum yaklaşık 5 dakika sürmektedir
zh_hans: 每个课程持续大约 5分钟

# hv_eyes
source: Don't focus on the screen. Relax your eyes. If your screen is too bright please go to the Settings and adjust brightness to comfortable level.
ar: لا تركز على الشاشة. ارح عينيك. اذا كانت شاشتك ساطعة جدا الرجاء الذهاب الى الإعدادات و تعديل السطوع الى المستوى المناسب.
de: Konzentrieren Sie sich nicht auf den Bildschirm. Entspannen Sie Ihre Augen. Wenn das Display zu hell ist, passen Sie die Helligkeit in den Einstellungen an.
es: No enfoque la vista en la pantalla. Relaje los ojos. Si la imagen tiene demasiado brillo, acceda al menú de ajustes y ajústela al nivel adecuado.
fr: Ne focalisez pas votre regard sur écran, détendez vos yeux. Si votre écran est trop lumineux, il est préférable d'ajuster la luminosité à un niveau plus confortable.
it: Non fissare lo schermo. Rilassa i tuoi occhi. Se lo schermo è troppo luminoso si consiglia di andare su Impostazioni e regolare la luminosità adeguatamente.
ja: 画面に集中せず、目をリラックスさせてください。 画面が明るすぎる場合は、設定にて適当な明るさに調節して下さい。
ko: 화면을 주시하세요. 눈을 편안하게 하세요. 화면이 너무 밝으면 설정에 가서 화면 밝기를 편안한 수준으로 조정하세요.
nl: Niet focussen op het scherm. Ontspan uw ogen. Indien het scherm te helder is kunt u de helderheid aanpassen in de "instellingen" applicatie.
ru: Не нужно фокусировать взгляд на экране, достаточно расслабить зрение. Если экран слишком якрий отрегулируйте яркость в Настройках до комфортного уровня.
tr: Ekrana odaklanmayın. Gözlerinizi rahatlatın. Eğer ekranınız çok parlaksa lütfen ayarlara gidin ve parlaklılığı rahat edebileceğiniz şekilde ayarlayın.
zh_hans: 不要时刻盯着屏幕。请您一定要放松自己的眼睛。 如果您的屏幕太亮，请进入设置以调整亮度到舒适的水平。

# hv_disclaimer_title
source: Disclaimer
ar: التنصل
de: Bitte beachten!
es: ¡Aviso!
fr: Désistement
ja: 免責事項
ko: 법적 책임 부인
nl: Let op!
ru: Внимание !
tr: Sorumluluğun reddi
zh_hans: 免责声明

# hv_disclaimer
source: The impact of eye accommodation changes diminishes within 1 – 1.5 months after cessation of exercises.
ar: التأثير على تغيرات تكيف العين يقل بعد 1-1.5 شهر من التوقف عن التمارين.
de: Die Akkomodationsergebnisse können sich nach 1-1,5 Monaten verschlechtern, falls Sie mit den Übungen aufhören.
es: Los cambios de parámetros de la acomodación ocular disminuyen de 1 a 1.5 meses después del cese del programa de entrenamiento.
fr: Les effets bénéfique de la thérapie sont pas persistants. Les troubles oculaires reviennent après 1 à 1, 5 mois après la fin des exercices.
it: L'impatto dei cambiamenti dell'adattamento dell'occhio diminuisce entro 1-1,5 mesi dopo la cessazione degli esercizi.
ja: この視力調節運動の効果はエクササイズを休止してから1ヶ月から1ヵ月半程度で薄れていきます。
ko: 시각 조절 효과는 운동 중단후 1-1.5개월 안에 줄어듭니다.
nl: De therapeutische effecten verminderen na 1-1,5 maanden na het stoppen met de oefeningen.
ru: Изменения параметров аккомодации, обусловленные тренировками с программой, не являются стойкими и в значительной степени утрачиваются через 1 - 1 , 5 месяца после прекращения тренировок.
tr: Egzersizlerin sonlandırılmasından sonra 1 - 1,5 ay içerisinde göz uyumundaki değişimin miktarı azalır
zh_hans: 在保健练习终止后的1 – 1.5个月之后，眼睛的调节能力的改善效果将会逐渐减弱。

# hv_best_result
source: For continuous improvement ensure that you exercise daily.
ar: لتحسين مستمر تأكد من ممارستك للتمرين يوميا
de: Um die positive Entwicklung jedoch zu behalten, setzen Sie die Übungen fort so lange die Augenbelastung besteht.
es: Para una mejora continua garantizada asegúrese de realizar los ejercicios a diario.
fr: Pour garantir une amélioration constante vous devez vous exercer tous les jours.
it: Per miglioramenti continui assicurarsi di praticare quotidianamente.
ja: 持続的な効果の向上の為、毎日エクササイズする様にして下さい。
ko: 지속적인 향상을 위해서는 매일 운동해야 합니다.
nl: Om het beste resultaat te bereiken raden wij aan dagelijks de oefeningen uit te voeren.
ru: Для сохранения же положительных сдвигов ежедневные занятия следует продолжать все время, пока сохраняются зрительные нагрузки.
tr: Sürekli gelişim için günlük egzersizlere devam edin.
zh_hans: 为了获得持续改善的效果，一定要确保您每天对于眼部的练习。
